[
    {
        "Location": "The World Towers, Lower Parel Mumbai",
        "Area (sqft)": "5500",
        "Price": 320000000.0,
        "Description": "So we return 1 to 1.5 percent brokerage if you buy Devloper inventory from us and advise the lowest price of the inventory.Get in touch with us we will get you the best deal.We are one of the most reputed firms in South Mumbai.exclusive sky villa Armani finished casa available at a fabulous price"
    },
    {
        "Location": "Virar West Mumbai",
        "Area (sqft)": "1166",
        "Price": 15000000.0,
        "Description": "BHK Spacious Luxurious Villas Private Garden Private Covered Parking Earthquake Resistant RCCStructure Vastu Accomplished Planning Private Terrace Paverd Surrounding Exterior Texure Finishing Spacious 11 Villas Decorative Entrance Gate Common Layout Garden Easy Access to Virar Jetty Deck 5min Walking Distance toNational School 10min Walking Distance to allPremium LeadingShopping and Food Brands"
    },
    {
        "Location": "Mulund East Mumbai",
        "Area (sqft)": "2500",
        "Price": 60000000.0,
        "Description": "Independent bungalow in the centre of the Mulund East at 5 minutes walking distance from the station and highway. It is ground plus two and at the top terrace covered with a roof. The ground contains a garden. The plot is attached to the cooperative society but independent of the society. There are two entrances one falling on the 30 ft wide road and the other in the compound of the society. Both the access is legal. It is well furnished with exclusive interiors. Independent water line, electricity and gas line. The location is very prime and safe. It is calm and quiet location. A"
    },
    {
        "Location": "Monisha Tower, Swami Samarth Nagar Mumbai",
        "Area (sqft)": "3000",
        "Price": 120000000.0,
        "Description": "Its a independent villa in lokhandwala market 4th cross lane into the tower."
    },
    {
        "Location": "Bandra Mumbai",
        "Area (sqft)": "2760",
        "Price": 170000000.0,
        "Description": "4 BHK, Villa is available for Sale in Bandra, Mumbai for 17.0 Crore(s)"
    },
    {
        "Location": "JVPD Scheme Mumbai",
        "Area (sqft)": "3636",
        "Price": 160000000.0,
        "Description": "Luxurious 4 bhk bungalow available for sale in juhu jvpd scheme, mumbai."
    },
    {
        "Location": "Juhu Scheme Mumbai",
        "Area (sqft)": "4000",
        "Price": 250000000.0,
        "Description": "East west facing, empty bunglow with modlar kitchen, power backup with immediate position, 4000, 600 carpet teracce, 400 carpet, veg non veg allowed, pet allowed."
    },
    {
        "Location": "Adani The Views, Ghatkopar East Mumbai",
        "Area (sqft)": "929",
        "Price": 29000000.0,
        "Description": "Greetings from Adani Realty in GhatkoparNew Launch in Ghatkopar East by ADANI Realty Location Off Eastern Express Highway , Pant Nagar Opposite. Police Colony Location Map httpsmaps.app.goo.glJMDR8x4zV9SVwPK86 Total number of towers 4 Tower launched 1 D towerTower Structure 2 Underground Parking 1 Stilt 1 Podium 21 Storey Tower Connectivity Ghatkopar Railway station 2 kms R city mall 3 kms BKC 5 kms Metro 1A 2.1 kms SCLR 5 mins driveRera Posession Dec 2025"
    },
    {
        "Location": "Thakur Complex Mumbai",
        "Area (sqft)": "5000",
        "Price": 100200000.0,
        "Description": "It is close to Western Express Highway ct. lawrence High School"
    },
    {
        "Location": "Bhayandar West Mumbai",
        "Area (sqft)": "6000",
        "Price": 100000000.0,
        "Description": "This premium 6 BHK bungalow is a standout in the area, featuring 5 floors of luxurious living space. It includes an expansive party hall, a separate dining area for up to 100 guests, a terrace with a stunning open sky view, and a large lift that comfortably accommodates 5 people."
    },
    {
        "Location": "Deonar Chembur Mumbai",
        "Area (sqft)": "2000",
        "Price": 87500000.0,
        "Description": "Available Independent 4BHK Bungalow for Sale, with a spacious living and dinning area along with spacious 4bedroom with attached washroom and a open roof top terrace for a family get together."
    },
    {
        "Location": "Lodha The World Towers, Lower Parel Mumbai",
        "Area (sqft)": "4250",
        "Price": 199899999.99999997,
        "Description": "The towers spacious residences allow for complete customization, letting residents design their homes in their own inimitable style.Its an ideal residence for someone looking for the BEST for his family in the area. Dont let this opportunity go. CALL NOW.We are a boutique Real Estate Marketing, Brokering and Consulting company which caters to SELECT clients on exclusive mandates. We operate in SoBo, Central Mumbai, BKC West Pune. 0 Fees for under Construction Projects, 1 for resale 1 month rental package for rent properties. plus Taxes."
    },
    {
        "Location": "Sheth Montana, Mulund West Mumbai",
        "Area (sqft)": "594",
        "Price": 14000000.0,
        "Description": "Built to enchant you with the mesmerizing views of the mountains, is Sheth Montana, a new residential project in Mulund West jointly developed by Ashwin Sheth Group and Emami Group.It is an oasis designed to take you away from the hustle and bustle of the city where you can wake up to fresh airy mornings, bask in the lush greenery and enjoy all the modern amenities of a world class standard.Spread across 7 acres, Sheth Montana is both classic and modern in design. It is designed and planned meticulously such that it embodies every element of fine living, where the entire depth of the space"
    },
    {
        "Location": "Hiranandani Empress Hill, Hiranandani Gardens Mumbai",
        "Area (sqft)": "1140",
        "Price": 55000000.0,
        "Description": "Empress Hill Gardens luxurious34 BHK Home Powai. Price Starts 5.05 Cr Empress Hill Gardens is one of the finest residential townships in Powai. Get the best quote Exclusive Discounts Get The Best Rate"
    },
    {
        "Location": "Pushp Vatika, Khar West Mumbai",
        "Area (sqft)": "1400",
        "Price": 87000000.0,
        "Description": "For those looking to buy a residential property, here comes one of the choicest offerings in Mumbai South West, at Khar West. Pushp Vatika is among the newest addresses for homebuyers. This is an Nearing Possession by March, 2024. Along with Oc. And Project by Amal Group. 02 Level Surface Basement Parking 01 Still Stack Parking on Ground Floor Can accommodate any size of Cars SUV upto 36 cars, 24 Basement 12 Ground."
    },
    {
        "Location": "Golf view, Chembur East Mumbai",
        "Area (sqft)": "1550",
        "Price": 62200000.0,
        "Description": "Stunning 4 BHK villa with breathtaking golf course views in Chembur East, Mumbai. This beautiful villa is nestled amidst lush greenery and offers a tranquil escape from the hustle and bustle of city life.Spanning over 1550 Sqft, this villa boasts spacious rooms, high ceilings, and large windows that allow natural light to pour in. The master bedroom features an ensuite bathroom and walkin closet, perfect for those who crave luxury and comfort."
    },
    {
        "Location": "Lodha Maison, Worli Mumbai",
        "Area (sqft)": "10000",
        "Price": 990400000.0000001,
        "Description": "5BHK Luxurious Villa For Sale in worli By Lodha group and name is Lodha Maison . f"
    },
    {
        "Location": "Borivali West Mumbai",
        "Area (sqft)": "1800",
        "Price": 45000000.0,
        "Description": "it is near metro station amenities available fully furnished worth the price n prime location"
    },
    {
        "Location": "Hubtown Premiere Residences, Versova Andheri West Mumbai",
        "Area (sqft)": "1842",
        "Price": 84000000.0,
        "Description": "2 Basements G 4 Level Podium 21 StoreysLuxurious 2 3 Bed, And Palatial Duplex ResidencesPanoramic Seaview For Select ResidencesDouble Height, Designer Entrance LobbyOver 40 Lifestyle Indulgences24x7 Security SystemsSpacious Car Parking"
    },
    {
        "Location": "Mulund West Mumbai",
        "Area (sqft)": "1200",
        "Price": 13000000.0,
        "Description": "3 BHK, Residential House is available for Sale in Mulund West, Mumbai for 1.3 Crore(s)"
    },
    {
        "Location": "Lodha New Cuffe Parade, Wadala Mumbai",
        "Area (sqft)": "1086",
        "Price": 37600000.0,
        "Description": "Very good property in wadala east easy to canectivity"
    },
    {
        "Location": "Kandivali West Mumbai",
        "Area (sqft)": "3800",
        "Price": 160000000.0,
        "Description": "3 storey house with land, 2 private terrace and ample space to park one 4 wheeler and multiple 2 wheelers together"
    },
    {
        "Location": "Versova Andheri West Mumbai",
        "Area (sqft)": "1033",
        "Price": 45000000.0,
        "Description": "Elevate your lifestyle with this charming 2 BHK residential house for sale in the vibrant locality of Versova, Mumbai. Offering a perfect blend of comfort and style, this residence is an ideal choice for those seeking a well-appointed and conveniently located home. Explore the potential of making this house your ideal abode. Inquire now for a glimpse into contemporary living in Versova.Property SpecificationsOccupying a super built-up area of 1033 sqft, this 2 BHK residential house is well-configured and is perfect for a small/medium family to live comfortably. Unfurnished, this dwelling is located on the ground floor of a single-storey structure, facing east and adhering to vaastu principles for the overall well-being of residents.Heading to the layout, the ground floor comprises 2 bedrooms, 1 attached western-style bathroom, a living room, and a kitchen with a piped gas connection. The utility area attached to the kitchen adds to the convenience, and the flooring is adorned with good quality tiles across all rooms.FacilitiesThis house is endowed with covered parking and 24-hour water supply, ensuring a secure and uninterrupted living experience.LocalitySituated opposite Beach Classic, this house is within 500 meters of schools, hospitals, and malls/supermarkets. The locality is home to many leading banks and ATMs so meeting monetary needs will not be a constraint. For commuting, public transport options are readily available, with the railway station just 1 km away and the metro station at a convenient 4 km distance; long-distance travelling will be stress-free."
    },
    {
        "Location": "Hatkesh Udhog Nagar Mumbai",
        "Area (sqft)": "2000",
        "Price": 34500000.0,
        "Description": "Super spacious with truly villa worthy sizes bedrooms and living room. Private terrace. Private garden space. Private car parking space. Good height all throughout. Good quality interior works done. Its a G plus 2 Row House. Total 10 row houses have their separate society, inside a gated community. OC received. It is easily convertible to 4 or 5 bhk. All 3 bedrooms are master bedrooms. All daily necessities shops are just outside the society gate. Walkable distance from Mira Bhayander road and upcoming metro."
    },
    {
        "Location": "Juhu Mumbai",
        "Area (sqft)": "15000",
        "Price": 1600000000.0,
        "Description": "Two prime plots, 865 and 531 sq. meters combining to 1396 sq. meters on Juhu Military Road with unbeatable sea views. Build a 5 floor modern marvel because even dreams have military limits. But fear not, the view and location are absolutely limitless. Imagine adding a luxurious swimming pool to soak in the sunsets. These properties are awaiting a stylish makeover. This is your chance to create a home that turns heads and maybe even makes your famous neighbors a little jealous. Price 160 Cr. Serious buyers only because with neighbors like Kurien, Godrej, and Hinduja, you will need to fit in."
    },
    {
        "Location": "Goregaon West Mumbai",
        "Area (sqft)": "868",
        "Price": 25000000.0,
        "Description": "A beautiful project ,a well planned living space ,east facing"
    },
    {
        "Location": "Bhayandar West Mumbai",
        "Area (sqft)": "3000",
        "Price": 63000000.0,
        "Description": "This premium 4 BHK bungalow is a standout in the area, featuring 5 floors of luxurious living space. It includes an expansive party hall, a separate dining area for up to 100 guests, a terrace with a stunning open sky view, and a large lift that comfortably accommodates 5 people."
    },
    {
        "Location": "Andheri West Mumbai",
        "Area (sqft)": "2300",
        "Price": 75000000.0,
        "Description": "Step into luxury with this stunning 4 BHK villa for sale located in the vibrant Veera Desai Road area of Mumbai. Spanning a generous carpet area of 2300 sqft, this east-facing villa is designed across three floors—ground plus two—offering ample space for comfortable living.Property specifications and facilitiesThe ground floor welcomes you with a spacious living room, complemented by a modern modular kitchen that features an attached utility area and a convenient store room. An open veranda adds charm and serves as the perfect spot to unwind.Moving to the 1st floor, you’ll find two well-appointed bedrooms, each with its own attached western-style bathroom fitted with geysers, along with a private balcony that invites natural light. The second floor mirrors this layout with another two bedrooms and two attached bathrooms, offering privacy and convenience, while an expansive open terrace provides panoramic views and a great space for entertaining.Beautifully finished with vitrified tiles throughout, this villa exudes elegance and style. Additional features include open parking, ensuring hassle-free access, and a reliable 24-hour water supply from both borewell and corporation sources.LocalityConveniently situated opposite the Country Club, this villa is within 1 km of essential amenities such as schools, hospitals, and malls/supermarkets, making daily life effortless. Public transport is easily accessible, with buses and autos readily available, while banks and ATMs are conveniently located just 600 meters away. The railway station is a short 1.5 km away, enhancing connectivity for your travels.This exquisite 4 BHK villa on Veera Desai Road, Mumbai, is an exceptional opportunity for those seeking a luxurious lifestyle in a prime location. Don’t miss out on making this dream home your reality!"
    },
    {
        "Location": "Swan Lake Apartment, Khar West Mumbai",
        "Area (sqft)": "2000",
        "Price": 180000000.0,
        "Description": "It is a Garden Villa spread over the Ground and First floor with an exclusive garden attached to the ground floor of about 900 sq-ft. with exclusive separate entrance from the road. It is a premium property in a prime, safe and convenient location."
    },
    {
        "Location": "iland Mumbai",
        "Area (sqft)": "3000",
        "Price": 60000000.0,
        "Description": "This is a 5BHK Bungalow in a gated Community. Design as per buyers requirements. All combinations and permutations possible ."
    }
]